{
  "main": {
    "description": "Blog Overview Description"
  },
  "blog": [
    {
      "topic": "The Hidden Curriculum",
      "image": "Blog2img.png",
      "description": "USW 35: Hidden Curriculum affecting students and creating disparities",
      "date": "November 20, 2018",
      "author": "Dong Hur",
      "text": "<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; How has school influenced who you are today?</p><p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; School is one of the few things in life that everyone has in common, and many people know that some schools are better than the others. However, what if I told you that the courses are not the only thing taught in school? What if I told you that your kids are taught to be followers and not leaders every day they step foot into their school? What if I told you your kids&rsquo; opinions and creativities are restricted in some school and reinforced in others? What if I told you that your kids have a higher probability of being demotivated to learn and become less than who they can be depending on your salary? What if I told you your financial status determines how well your kid is taught?</p><p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; There are many hidden messages taught in schools that go unrecognized and have a large influence in how the kids think. Some hidden curriculum may be how the teacher teaches kid, how much of the student&rsquo;s opinion are respected, and what are expected of these children. Unsurprisingly, the quality of these hidden curriculums depends on the SES of a school, where more expectation and respect are given to students in higher SES schools. On the other hand, teachers at lower SES school restrict student&rsquo;s freedom in solving problems and explore outside of their comfort zone. All of this ultimately lead students&rsquo; in lower SES school to continue to only follow others and inhibit themselves from becoming more than who they can be. On the other hand, students&rsquo; in higher SES schools are reinforced to be future leaders and exceed in any problems they encounter. Therefore, this unfortunate phenomenon leads to more disparities in society with every passing generation because of the different hidden curriculum within varying SES schools.</p><p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; How has the &ldquo;hidden curriculum&rdquo; affected me?</p><p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; I went to a Magnet school called Science and Engineering Magnet High School (SEM) at Dallas, Texas. This school consisted of primarily Hispanics and Black who were in the lower SES. From the name of my high school, it is not rocket science to see that all the students enjoyed math and science and were good at them. This was especially true since there were only 100 kids in each grade that tested their way in to get better education in these fields. From this it is obvious that the course materials taught from my school was different from that of a normal public school. However, this is only the tip of the iceberg. Looking back now, I realized there are &ldquo;hidden curriculum&rdquo; that differed from a normal public school as well.</p><p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Some hidden curriculum consists of encouraging students to form solutions for themselves. Although some people believe that this is a given, many low tier schools do not reinforce this mindset. In fact, some schools force kids to solve solutions only their way without any inputs as to what the kids think. From my experience, I think it is critical to have students early on come up with solutions for themselves because many of the future problems people will face in the society do not have a fixed method or strategy. As a result, restricting creativities and enforcing a certain methodological approach to a problem keeps kids in a leash from becoming more than what they can be. It restricts the kids to think only in a certain way and to listen rather than lead.&nbsp;</p><p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Another hidden curriculum is the name of my school itself, &ldquo;Science and Engineering Magnet High School&rdquo;. Although we were not enforced to go into math and science, we were constantly and unknowingly told that &ldquo;science and math is the right field for you&rdquo; every time we heard or told the name of our school. This was beneficial for us since many students were motivated to strive higher in these fields. However, this is not the case in all of the schools. In fact, I am lucky to attend a lower SES school that taught this hidden curriculum. Many students that attend a lower SES school are never told to achieve higher educations or challenge themselves in a difficult field. Many lower SES school teach kids indirectly to only meet the minimum requirement and live at a lower standard.</p><p style='text-indent: .5in;''>Why? Do teachers from lower SES school lose hope in their children? Are students from higher SES smarter and more prepared for the real world? How do we change this? Why isn&rsquo;t the government doing anything about it?</p><p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; This is because providing equity and excellence for lower SES is easier said than done. In real life, many plans do not have the expected outcome. In fact, studies show that putting more money in these lower SES school do not actually affect the students&rsquo; overall achievement. This goes to show that the issue is bigger than what money can solve. The issue is not only physical opportunity but also the student mentality.</p><p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Therefore, next time you see a school, observe closely how the teacher interacts with kids and how the environment of the classroom is set. You may be surprised to see that there are many &ldquo;hidden curriculums&rdquo; that have deep impact on students&rsquo; perception and future life.</p>"
    },
    {
      "topic": "Welcome!",
      "image": "header-background.jpg",
      "description": "First Blog Post",
      "date": "November 19, 2018",
      "author": "Dong Hur",
      "text": "Welcome to the Dong Hur's Blog! ... "
    },
    {
      "topic": "Coming Soon!",
      "image": "header-background.jpg",
      "description": "...",
      "date": "Date",
      "author": "Dong Hur",
      "text": ""
    },{
      "topic": "Coming Soon!",
      "image": "header-background.jpg",
      "description": "...",
      "date": "Date",
      "author": "Dong Hur",
      "text": ""
    },{
      "topic": "Coming Soon!",
      "image": "header-background.jpg",
      "description": "...",
      "date": "Date",
      "author": "Dong Hur",
      "text": ""
    },{
      "topic": "Coming Soon!",
      "image": "header-background.jpg",
      "description": "...",
      "date": "Date",
      "author": "Dong Hur",
      "text": ""
    }

  ]
}